from aiogram.utils.text_decorations import html_decoration

START_TEXT = f"""
{html_decoration.bold("ANKI растет!")}

Мы расширяемся, друзья. Охватываем всё больше областей, и одна из ключевых — это помощь владельцам брендов, предпринимателям, ресейлерам, дропшипперам или тем, кто такими хочет стать.

За время работы мы накопили много знаний, навыков и опыта, которыми раньше не удавалось делиться в полной мере.

{html_decoration.bold("Для кого это? ⤵️")}

Для тех, кто:
· Интересуется заработком в сфере кроссовок
· Хочет погрузиться во внутреннюю кухню создания и продажи обуви
· Ищет информацию о поставках и управлении бизнесом

{html_decoration.bold("Что ты получишь?")}

За заполнение анкеты — ценный подарок: «Пошаговый план роста продаж на 243%: реальный кейс ANKI и 5 шагов для развития бренда весной 2025»
 
{html_decoration.bold("Что нужно сделать? ⤵️")}

Заполни короткую анкету обратной связи, чтобы мы могли создавать полезные уроки и материалы.   

{html_decoration.bold("⬇️ Нажми «Заполнить» и получи свой подарок.")}
"""
