from aiogram.utils.text_decorations import html_decoration

TWO_MENU_TEXT = f"""
Доступ к статье открыт!

А еще ты можешь подписаться на мой телеграм-канал, где я делюсь реальными решениями, опытом и закулисьем своего бренда. Рассказываю о своём пути и о том, как гореть своим делом сквозь года.
"""

TEXT_AFTER_10_MIN = f"""
Статья с планом роста исчезнет через 24 часа!

{html_decoration.bold("{first_name}, осталось всего 24 часа, чтобы забрать пошаговый план роста продаж на 243%!")} После этого мы убираем её из открытого доступа.
"""

TEXT_AFTER_2_HOURS = f"""
Делюсь результатом ANKI по недавнему дропу — +500к выручки за сутки.

Что такое дроп и как научиться делать такие же результаты → https://t.me/+ICokiYtNaA1hN2E6
"""

TEXT_AFTER_21_HOURS = f"""
Закрываем доступ через 1 час!

В статье: • 5 конкретных шагов, которые увеличили продажи ANKI на 243%;
"""

LAST_MESSAGE_TEXT = f"""
Доступ к статье закрыт.
"""
